<!DOCTYPE HTML>
<html lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=US-ASCII">
<meta charset="utf-8">

<link rel="stylesheet" type="text/css" href="../style.css" media="screen">
<meta name="generator" content="nanoc 3.3.1">
</head>
<body>
    <div id="main">
      


<title>Lexique anglais-fran&#231;ais d'&#233;cologie num&#233;rique et de statistique</title>
<meta http-equiv="Content-Type" content="text/html; charset=US-ASCII">
<meta name="generator" content="Frontier 10.0a1 MacOS">
<h3 align="center">
Lexique anglais-fran&#231;ais d'&#233;cologie num&#233;rique et de statistique
</h3>


Le lexique ci-dessous comprend pr&#232;s de 1100 termes et expressions, y compris ceux utilis&#233;s dans la derni&#232;re &#233;dition de Numerical Ecology (Legendre &amp; Legendre 1998). Nous le mettons &#224; la disposition de la communaut&#233; scientifique en tant qu&#8217;outil de travail. Il a &#233;t&#233; collig&#233; par les auteurs au cours de plus de 25 ann&#233;es d&#8217;enseignement universitaire et de recherche en &#233;cologie quantitative. Il fait suite &#224; des versions plus modestes publi&#233;es sous le nom de &#8220;Lexique fran&#231;ais-anglais de l&#8217;&#233;cologie num&#233;rique&#8221; dans les &#233;ditions de 1979 et 1984 de notre ouvrage &#201;cologie num&#233;rique (Masson, Paris). Il ne pr&#233;tend pas offrir une r&#233;ponse d&#233;finitive &#224; tous les probl&#232;mes de traduction des termes anglais d&#8217;&#233;cologie num&#233;rique et de statistique utilis&#233;s par les &#233;cologistes. Il constitue plut&#244;t un point de d&#233;part, appel&#233; &#224; &#234;tre am&#233;lior&#233; et compl&#233;t&#233;.&#160;

Nous invitons les sp&#233;cialistes francophones de l&#8217;&#233;cologie et de la statistique &#224; diffuser le pr&#233;sent document le plus largement possible et &#224; nous faire part de leurs commentaires et suggestions (SVP, accompagn&#233;s de r&#233;f&#233;rences). C&#8217;est avec grand plaisir que nous ajouterons ces suggestions au lexique, si elles semblent correspondre &#224; un consensus au sein de la communaut&#233;. Nous recevrons &#233;galement avec int&#233;r&#234;t toute critique document&#233;e des traductions que nous avons sugg&#233;r&#233;es.

Nos r&#233;f&#233;rences principales sont les suivantes
<ul>
<li> pour l&#8217;orthographe des termes en anglais: 
<ul>
<li> <a href="http://numericalecology.com/">Legendre, P.</a> &amp; <a href="mailto:legendre@obs-vlfr.fr">Legendre, L.</a> 1998. <a href="http://www.numericalecology.com/numecol.html">Numerical Ecology</a>, 2nd English edition. <a href="http://www.elsevier.nl/">Elsevier Science</a> BV, Amsterdam. xv + 853 pages. 
</li>
<li> Siegel, S. 1956. Nonparametric statistics for the behavioral sciences. McGraw-Hill Series in Psychology, McGraw-Hill, New York. xvii + 312 pp. 
</li>
<li> Sokal, R. R. &amp; F. J. Rohlf. 1995. Biometry - The principles and practice of statistics in biological research. 3rd edition. W. H. Freeman, New York. xix + 887 pp. 
</li>
</ul>
</li>
<li> pour les traductions fran&#231;aises:
<ul>
<li> Bouvier, A. &amp; M. George. 1979. Dictionnaire des math&#233;matiques. Presses Univ. de France, Paris. xiv + 832 p.
</li>
<li> Legendre, L. &amp; P. Legendre. 1984. &#201;cologie num&#233;rique, 2i&#232;me &#233;d. Tome 2: La structure des donn&#233;es &#233;cologiques. Masson, Paris et les Presses de l'Universit&#233; du Qu&#233;bec. viii + 335 p.
</li>
<li> Scherrer, B. 1984. Biostatistique. Ga&#235;tan Morin &#201;diteur, Boucherville. xix + 850 p. 
</li>
<li> X.&#160;1966. Bulletin de terminologie no BT-120. Bureau des traductions, Secr&#233;tariat d&#8217;&#233;tat, Ottawa.
</li>
<li> X.&#160;1999. Le Signet v1.1 - La r&#233;f&#233;rence branch&#233;e en terminologie. Office de la langue fran&#231;aise, Gouvernement du Qu&#233;bec. Site WWWeb <a href="http://w3.olf.gouv.qc.ca/banque/">http://w3.olf.gouv.qc.ca/banque/</a>.
</li>
</ul>
</li>
</ul>

Nous avons &#233;galement re&#231;u l&#8217;aide de coll&#232;gues qui nous ont sugg&#233;r&#233; des traductions pour certains termes. Nous les en remercions. 


<table border="0" width="100%">
<tr>
<td align="LEFT">Pierre Legendre</td>
<td align="RIGHT">Louis Legendre</td>
</tr>
<tr>
<td align="LEFT">D&#233;partement de sciences biologiques</td>
<td align="RIGHT">Laboratoire d'Oc&#233;anographie de Villefranche (LOV)</td>
</tr>
<tr>
<td align="LEFT">Universit&#233; de Montr&#233;al</td>
<td align="RIGHT"></td>
</tr>
<tr>
<td align="LEFT"><a href="mailto:Pierre.Legendre@umontreal.ca">Pierre.Legendre@umontreal.ca</a></td>
<td align="RIGHT"><a href="mailto:legendre@obs-vlfr.fr">legendre@obs-vlfr.fr</a></td>
</tr>
</table>
<h4 align="center">
<a href="lexique.html">Consulter le fichier en HTML</a> <br><small>parfait pour la recherche rapide de termes</small>
</h4>
<h4 align="center">
<a href="http://www.numericalecology.com/Reprints/Lexique.pdf">T&#233;l&#233;charger la version PDF</a><br><small>en format Adobe <a href="http://www.adobe.com/prodindex/acrobat/readstep2.html">Acrobat</a></small>
</h4>

R&#233;f&#233;rence du pr&#233;sent Lexique
<blockquote>
Legendre, Pierre &amp; Louis Legendre. 1999. Lexique anglais-fran&#231;ais d'&#233;cologie num&#233;rique et de statistique &#8212; English-French vocabulary of numerical ecology and statistics. Disponible sur le site WWWeb <a href="http://numericalecology.com/">http://www.numericalecology.com/</a>
</blockquote>




    </div>
    <div id="sidebar">
      <h2>Pierre Legendre</h2>
      <ul>
<li><a href="../index.html">Version fran&#231;aise</a></li>
        <li><a href="../indexEn.html">English version</a></li>
        <li>
            <a href="../FonctionsR/">Fonctions R</a>
            /
            <a href="../Rcode/">R Functions</a>
        </li>
        <li>
            <a href="../donnees/">Jeux de donn&#233;es</a>
            /
            <a href="../data/">Datasets</a>
        </li>
        <li><a href="../Reprints/">Tir&#233;s-&#224;-part / Reprints</a></li>
        <hr>
<li><a href="../old/">Anciens logiciels / Older software</a></li>
      </ul>
<h2>Cours</h2>
      <ul style="margin-bottom:10px;">
<li style="margin-bottom:10px;"><a href="http://biol09.biol.umontreal.ca/Bio6077/">BIO 6077: Analyse quantitative des donn&#233;es biologiques</a></li>
        <li style="margin-bottom:10px;"><a href="../documents_enseignement/index.html">Documents d'enseignement</a></li>
        <li style="margin-bottom:10px;"><a href="../Trieste16/">Recent Advances in Analysis of Multivariate Ecological Data: Theory and Practice</a></li>
      </ul>
</div>
    <script>
      (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
      (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
      m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
      })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

      ga('create', 'UA-66121190-1', 'auto');
      ga('send', 'pageview');

    </script>
</body>
</html>
